Repository: ArturSabr/kiuc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Учебное заведение
ky: Окуу жайы

source: Учебные заведения
ky: Окуу жайы

source: Страница
ky: Баракча

source: Страницы
ky: Баракчалар

source: Полное имя
ky: Толук аты

source: Описание
ky: Суроттормо

source: Преподаватель
ky: Мугалим

source: Преподаватели
ky: Мугалимдер

source: Обьявление
ky: Жарнама

source: Обьявления
ky: Жарнамалар

source: Анонс
ky: Жарыя

source: Анонсы
ky: Жарыялар

source: Название курса
ky: Курстун аты

source: KUIC UNIVERSITY Образовательные вузы
ky: KUIC UNIVERSITY Билим берүү университеттери

source: Направления
ky: Багыттар

source: МЫ В СОЦИАЛЬНЫХ РЕСУРСАХ
ky: БИЗ СОЦИАЛДЫК РЕСУРСТАРДА

source: Наши партнёры
ky: Биздин өнөктөштөр

source: Кыргызский университет языков и культур
ky: Кыргыз тилдер жана маданият университети

source: Кыргызская республика, Сокулукский район, г.Шопоков, ул.Фрунзе,20
ky: Кыргыз Республикасы, Сокулук району, Шопоков, Фрунзе көч., 20

source: Подробнее
ky: Дагы

source: ДОБРО ПОЖАЛОВАТЬ!
ky: КОШ КЕЛИҢИЗ!

source: Подробнее
ky: Дагы

source: О институте
ky: Институт жөнүндө

source: English
ky: Англисче

source: Russian
ky: Орусча

source: Kyrgyz
ky: Кыргызча
